
MESSAGES = {
    'start': 'Это бот для парсинга участников групп и добавления их в Ваш канал.\n'
             'Перед запуском настройте параметры парсинга. Их можно будет обновить в любое время.',
    'set_active_group': 'Выберете группу, из которой нужно собирать пользователей.',
    'set_active_channel': 'Пришлите мне название канала в формате @channel, в который нужно приглашать пользователей.',
    'set_launch_time': 'Установите время, в которое будет ежедневно запускаться парсинг (например, 00:00).',
    'set_delay': 'Установите задержку между приглашениями пользователей в секнудах (рекомендуется >=40).',
    'set_limit': 'Установите лимит на приглашения в день (рекомендуется <=100).',
    'start_scrapping': 'Параметры заданы, теперь можем начать парсинг.',
    'collect_data': 'Собираю данные... Я сообщу, когда начнется парсинг.',
    'scrapping_started': 'Парсинг запущен',
    'scrapping_stopped': 'Парсинг завершен',
    'canceled': 'Действие отменено',
}
